[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Georgi Dimov
; Georgi Dimov (Георги Димов, george_dimov@mail.bg)
; Revised 18.08.2012
VERSION=5.0.2

[Language]
LANGUAGE=Български
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
; Local ID : http://msdn.microsoft.com/en-us/library/0h88fahh.aspx
LOCALE_ID=0x402

[Url]
WIKIPEDIA_SMART=http://fr.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=Файл
CUSTOMIZE=Персонализиране
EXIT=Изход
EDIT=Редактор
COPY=Копиране в буфера
FUNCTION=Функция
HIDE_SMART_INFO=Скриване на S.M.A.R.T. информацията
HIDE_SERIAL_NUMBER=Скриване на серийния номер
SHOW_DRIVE_LETTER=Показване на буквата на тома
ADVANCED_DISK_SEARCH=Подобрено търсене на дискове
EVENT_LOG=Дневник на събитията
AAM_APM_CONTROL=Управление на AAM/APM
AUTO_AAM_APM_ADAPTION=Автонастройка на AAM/APM
RESIDENT=Стартиране на агента (в областта на съобщения)
STARTUP=Автозареждане
OPEN_DISK_MANAGEMENT=Отваряне на управлението на дискове
OPEN_DEVICE_MANAGER=Отваряне на диспечера на устройствата
ADVANCED_FEATURE=Разширена функция
REFRESH=Подновяване
RESCAN=Пресканиране
DISABLE=Забранено
AUTO_REFRESH=Честота на обновяване
AUTO_REFRESH_TARGET=Дискове за обновяване
AUTO_REFRESH_TARGET_ALL_DISK=Избери всички
AUTO_REFRESH_UNTARGET_ALL_DISK=Отмени всички
WAIT_TIME_AT_STARTUP=Задръжка на стартирането
GRAPH=Графика
THEME=Изглед
DISK=Диск
HELP=Помощ
HELP_WEB=Помощ [Web]
HELP_ABOUT=За програмата CrystalDiskInfo
HELP_ABOUT_SMART=За S.M.A.R.T. технологията (Wikipedia) [Web]
LANGUAGE=Език 
ITEM=Точка
TEMPERATURE_TYPE=Тип на температурата
CELSIUS=Целзий (°C)
FAHRENHEIT=Фаренхайт (°F)
HEALTH_STATUS_SETTING=Настройка на гранични стойности

;Graph
OPTION=Настройки
LEGEND_POSITION=Позиция на Легендата
NORTH_WEST=Горе вЛяво
NORTH_EAST=Горе вДясно
SOUTH_WEST=Долу вЛяво
SOUTH_EAST=Долу вДясно
MAX_PLOT_POINT=Изобразявани точки
TIME_FORMAT=Формат на времето
PAINT_WEEKEND=Изобрази почивките
ALL=Всички

;2.7.0
COPY_OPTION=Опция за копиране
RESIDENT_STYLE=Стил на оформлението
MINIMIZE=Минимизиране
HIDE=Скриване

;3.0.0
ZOOM=Мащаб
AUTO=Авто
ATTRIBUTE=Атрибути

;3.5.0
ASCII_VIEW=Изглед в ASCII
AUTO_DTECTION=Автоопределяне
SECOND=сек.
MINUTE=мин.
HOUR=часове

:3.9.4
WORKAROUND=Заобикаляне на грешките

;4.0.0
ALERT_MAIL=Предупреждаване по имейл
MAIL_SETTINGS=Настройки на пощата
SMART_IN_ENGLISH=S.M.A.R.T. (на английски)
FONT_SETTING=Шрифт

;5.0.0
ALERT_FEATURES=Характеристики на алармата
ALARM_HISTORY=История на алармата
ALERT_SOUND=Предупредителен звуков сигнал
SOUND_SETTINGS=Настройки на звука
GADGET_SUPPORT=Поддръжка на притурки
INSTALL_GADGET=Инсталиране на притурки
ENABLE_AUTO=Разрешено (автоматично разпознаване)
ENABLE_ALL=Разрешено (за всички дискове)
ENABLE_RAID=Разрешено (само за RAID масиви)

;6.0.0
HIDE_NO_SMART_DISK=&Hide No S.M.A.R.T. Disk
GREEN_MODE=&Green Mode

[TrayMenu]
EXIT=Изход
REFRESH=Опресняване
RESCAN=Пресканиране
ENABLE=Разрешено
DISABLE=Забранено
ENABLE_ALL=Разреши всички
DISABLE_ALL=Забрани всички
AUTO_REFRESH=Честота на автоопресняване
AUTO_REFRESH_01_MIN=1 мин
AUTO_REFRESH_03_MIN=3 мин
AUTO_REFRESH_05_MIN=5 мин
AUTO_REFRESH_10_MIN=10 мин
AUTO_REFRESH_30_MIN=30 мин
AUTO_REFRESH_60_MIN=60 мин
AUTO_REFRESH_TARGET=Автоопресняване за избрания
AUTO_REFRESH_TARGET_ALL_DISK=Автоопресняване: избери всички дискове
AUTO_REFRESH_UNTARGET_ALL_DISK=Автоопресняване: смъкни избора от всички дискове
ALARM_SETTING_TEMPERATURE=Тревога: температура
ALARM_SETTING_HEALTH_STATUS=Тревога: техническо състояние
SHOW_MAIN_WINDOW=Показване на главния прозорец
SHOW_TEMPERATURE_ICON=Показване на температурата
SHOW_ALL_TEMPERATURE_ICON=Показване на всички температури
HIDE_ALL_TEMPERATURE_ICON=Скриване на всички температури
COLLECTIVE_SETTING=Общи настройки
GRAPH=Графика
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Показване само на иконата на температурата

[DiskStatus]
GOOD=Добро
CAUTION=Тревога!
BAD=Лошо
UNKNOWN=Неизвестно
DISK=Диск

[Dialog]
LIST_ID=ID
LIST_CURRENT=Текущо
LIST_WORST=Най-лошо
LIST_THRESHOLD=Праг
LIST_RAW_VALUES=Raw стойност
;LIST_DESCRIPTION=Описание
LIST_ATTRIBUTE_NAME=Атрибут

FIRMWARE=Версия на фърмуера
SERIAL_NUMBER=Сериен номер
INTERFACE=Интерфейс
STANDARD=Стандарт
TRANSFER_MODE=Режим на обмен
BUFFER_SIZE=Буфер за данни
NV_CACHE_SIZE=Размер на NV-кеша
ROTATION_RATE=Скорост на въртене
TEMPERATURE=Температура
POWER_ON_HOURS=Отработено време
POWER_ON_COUNT=Брой включвания
DRIVE_LETTER=Буква на тома
FEATURE=Поддържа
HEALTH_STATUS=Състояние

UNKNOWN=Неизвестна
POWER_ON_COUNT_UNIT=пъти
POWER_ON_HOURS_UNIT=часа
POWER_ON_DAYS_UNIT=дни

;4.3
TOTAL_HOST_WRITES=Общо записи (хост)
TOTAL_HOST_READS=Общо четения (хост) 
TOTAL_NAND_WRITES=Общо записи (NAND)

;4.5
WEAR_LEVELING_COUNT=Степен на износване

;6.1
CURRENT_MODE_SUPPORTED_MODE=Current Mode | Supported Mode
MAJOR_VERSION_MINOR_VERSION=Major Version | Minor Version

[Message]
DETECT_UNIT_POWER_ON_HOURS=Определяне времето за работа на дисковете (трябват около 130 сек)
DETECT_DISK=Търсене на дискове
PLEASE_ENABLE_WMI=Включете WMI (инструмент от управлението на Windows)
PLEASE_RESTART_THIS_APPLICATION=Рестартирайте приложението
DISK_NOT_FOUND=Не е открит диск

[Alarm]
ALARM_TEMPERATURE=Тревога: температура
ALARM_HEALTH_STATUS=Тревога: състояние
DEGRADATION=Счупване
RECOVERY=Възстановяване
;3.5.0
INFO_HEALTH_STATUS=Информация за състоянието

[Graph]
PLEASE_SELECT_ITEM=Изберете точка
ACTUAL_VALUE=Фактическа необработена стойност
NORMALIZED_VALUE=Нормирана стойност (текуща)
ALL_ON=Включи Всички
ALL_OFF=Изключи Всички
RESET=Нулиране

[Customize]
LINE_COLOR=Цвят на линиите
BACKGROUND_IMAGE=Фон
SUPPORTED_IMAGE_FORMAT=Поддържани изображения
ALL_FILES=Всички файлове

;5.0.0
SUPPORTED_SOUND_FORMAT=Поддържан звуков формат

[AamApm]
AAM_LOW=<- тихо (80h)
AAM_HIGH=бързо (FEh) ->
AAM_RECOMMEND=Препоръчително
APM_LOW=<- икономично (01h)
APM_HIGH=бързо (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Автоматично управление на шума (AAM)
ADVANCED_POWER_MANAGEMENT=Разширено управление на захранването (APM)

[WindowTitle]
ABOUT=За програмата CrystalDiskInfo
GRAPH=Графика
CUSTOMIZE=Персонални
VERSION_INFORMATION=Информация за версията
AAM_APM_CONTROL= Управление на AAM/APM
HEALTH_STATUS_SETTING=Настройка на здравeто

;5.0.0
ALARM_HISTORY=История на алармата
SOUND_SETTINGS=Настройки на звука

;5.1.0
FONT_SETTING=Шрифт

[HealthStatus]
THRESHOLD_OF_CAUTION=Прагова стойност
APPLY=Приложи
DEFAULT=По подразбиране

[Smart]
UNKNOWN=Неизвестна 
VENDOR_SPECIFIC=Специфични за производителя
01=Грешки при четене
02=Производителност
03=Време за развъртане
04=Пускания/Спирания
05=Преназначени сектори
06=Възможности на канала за четене
07=Грешки от позициониране
08=Скорост на търсене
09=Отработени часове
0A=Развъртания
0B=Опити за прекалибриране
0C=Включвания/Изключвания
0D=Програмни грешки при четене
B8=Грешки от край до край
BB=Непоправими грешки
BC=Таймаут команди
BD=Запис на високо ниво 
BE=Температура на въздушния поток
BF=Грешки при ударни натоварвания
C0=Откази при пропадане на захранването
C1=Цикли на Включване/Изключване
C2=Температура
C3=Апаратно ECC възстановяване
C4=Преназначения
C5=Нестабилни сектори
C6=Непоправими грешки в секторите
C7=CRC грешки при UltraDMA
C8=Грешки при запис
C9=Програмни грешки при запис
CA=Грешки при адресация на данните
CB=Откази при включване
CC=Програмно ECC възстановяване
CD=Температурна неравност
CE=Височина на полета
CF=Текуща височина
D0=Шум от въртене
D1=Ефективност на търсене в изключено състояние
D3=Вибрации при запис
D4=Тръскане при запис
DC=Изместване на диска
DD=Грешки от удари (G-Sense)
DE=Работно време
DF=Повторни включвания/изключвания
E0=Сила на триене при включване
E1=Цикли на включване/изключване
E2=Време за включване
E3=Усилване на въртящия момент
E4=Паркирания при изключване
E6=Амплитуда на трептене на GMR-глави
E7=Температура
F0=Време за позициониране на главите (часа)
FA=Грешки при четене
FE=Защита от свободно падане
;4.5.0
F1=Общо LBA записи
F2=Общо LBA четения

[SmartSsd]
01=Грешки при четене
02=Производителност
03=Време за развъртане
04=Пускания/Спирания
05=Преназначени сектори
06=Възможности на канала за четене
07=Грешки от позициониране
08=Скорост на търсене
09=Отработени часове
0A=Развъртания
0B=Опити за прекалибриране
0C=Включвания/Изключвания
0D=Програмни грешки при четене
C0=Опасни изключвания
C2=Температура
C4=Преназначения
C5=Нестабилни сектори
C6=Непоправими грешки в секторите
; CrystalDiskInfo assign
FF=Оставащ живот

;Updated 5.4.0
F1=Total Host Writes
F2=Total Host Reads

[SmartMtron]
BB=Общ брой на изтриванията

[SmartIndlinx]
01=Грешки при четене
09=Отработени часове
0C=Включвания/Изключвания
B8=Начален брой на лошите блокове
C3=Програмни повреди на блоковете
C4=Повреди при изтриване на блоковете
C5=Повреди при четене на блоковете
C6=Прочетени сектори
C7=Общо записани сектори
C8=Общо команди за четене
C9=Общо команди за запис
CA=Общо бита грешки от флашката
CB=Общо прочетени сектори с поправими грешки
CC=Флаг за напълно повреден блок
CD=Максимум на програмните грешки
CE=Минимален брой изтривания
CF=Максимален брой изтривания
D0=Среден брой изтривания
D1=Оставащо време на живот

[SmartJMicron60x]
09=Отработени часове
0C=Включвания/Изключвания
C2=Температура
E5=ID на спирането, ID на флаша
E8=Версия на фърмуера
E9=Записи на повредите на ECC
EA=Средно изтривания, Максимално изтривания
EB=Добри блокове, Системни блокове

[SmartIntel]
03=Време за развъртане
04=Пускания/Спирания
05=Преназначени сектори
09=Отработени часове
0C=Включвания/Изключвания
C0=Опасни изключвания
E1=Записи на хоста
E8=Налично запазено място
E9=Индикатор за износване на носителя
B8=Цялостно засичане на грешки

;Updated 4.1
AA=В наличното запазено място
AB=Брой на сривовете в програмата
AC=Изтриване на броя на сривовете в програмата
BB=Брой на непоправими грешки
E2=Индикатор за натоварването
E3=Процент на натоварване при четене
E4=Натоварване на таймера
F1=Записване в хоста
F2=Четене от хоста

;Updated 4.3
AE=Неочаквано прекъсване на захранването
E2=Усреднено износване на носителя
E3=Усреднено съотношение Четене/Запис на хоста
E4=Таймер за натоварването
F1=Общо записи за LBA
F2=Общо четения за LBA
F9=Общо записи за NAND

;Updated 5.5.0
B7=SATA Downshift Count
BE=Temperature
C7=CRC Error Count

;Updated 5.6.1
AF=Power Loss Protection Failure
C2=Temperature
C5=Pending Sector Count

;Added 6.6.0
EA=Thermal Throttle Status

[SmartSamsung]
05=Преназначени сектори
09=Отработени часове
0C=Включвания
AF=Програмни грешки (от чипа)
B0=Грешки при триене (от чипа)
B1=Изравняване на Износването
B2=Заети резервни блокове (от чипа)
B3=Заети резервни блокове (общо)
B4=Свободни резервни блокове (общо)
B5=Програмни грешки (общо)
B6=Грешки при изтриване (общо)
B7=Време за изпълнение на лош блок (общо)
BB=Непоправими грешки
BE=Температура на въздушния поток
C2=Температура
C3=Процент на ECC грешки
C6=Непоправими грешки в изключено състояние
C7=Брой на CRC грешките 
C9=Състояние на Super cap
CA=Състояние в режим SSD
EB=Брой на възстановени POR
F1=Общо записи за LBA
F2=Общо четения за LBA

;Added 6.6
AA=Unused Reserved Block Count (Chip) 
AB=Program Fail Count (Chip)
AC=Erase Fail Count (Chip)
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B8=Error Detection
E9=Normalized Media Wear-out

[SmartSandForce] ;Updated (3.7)
01=Процент на грешки при необработено четене
05=Пенсионирани блокове
09=Часове включен
0C=Бключвания/изключвания
0D=Процент на програмни грешки при четене
64=Изтрити Гигабайти
AA=Резервни блокове
AB=Програмни грешки
AC=Грешки при триене
AE=Неочаквани сривове в захранването
B1=Делта на диапазона на износване
B5=Програмни сривове
B6=Сривове при триене
B8=Забелязани грешки при определяне на кода на повреда при Четене/Запис
BB=Забелязани непоправими грешки
C2=Температура
C3=Поправка на ECC в движение
C4=Събития при преразпределяне
C6=Непоправими сектори
C7=Грешки при четене от SATA (CRC)
C9=Непоправими програмни грешки при четене
CC=Процент на програмни ECC поправки
E6=Състояние на крива на живот
E7=Останал живот на SSD
E8=Налично запазено място
EB=Състояние на SuperCap
F1=Време на живот на записите на хоста
F2=Време на живот на четенията от хоста

[SmartJMicron61x] ;Added (3.9)
01=Процент на грешки при четене
02=Пропускателна способност
03=Време за развъртане
05=Преразпределени сектори
07=Процент на грешки при търсене
08=Ефективност на търсене
09=Отработени часове
0A=Повторни развъртания
0C=Включвания
A8=Физически грешки при SATA
AF=Повредени сектори (грешки от ECC)
C0=Неочаквани сривове в захранването
C2=Температура
C5=Нестабилни сектори
AA=Повредени блокове
AD=Изтривания

[SmartMicron] ;Added 4.0.0/ Updated 6.0.0
; RAIN = Redundant Array of Independent NAND
01=Процент на грешки при необработено четене
05=Преразпределени сектори
09=Отработени часове
0C=Включвания
AB=Пропадания на програмата
AC=Грешки при триене
AE=Неочаквани сривове в захранването
B7=Понижаване скоростта на SATA обмен
BB=Докладвани непоправими грешки
BD=Повредени блокове при производството
C4=Преразпределения
C5=Очакван брой сектори
C6=Непоправими грешки при интелигентно сканиране на сектори
C7=Честота на CRC грешки при Ultra DMA трансфер
CE=Процент на грешки при запис

;4.5
B8=Брой на корекции на грешки 
C2=Температура на корпуса
C3=Натрупани ECC поправки

;5.6.0
0D=Soft Error Rate
AA=Reserved Block Count
AD=Average Block-Erase Count
BC=Command Timeout Count
CA=Percent Lifetime Used

;6.0.0
0E=Device Capacity (NAND)
0F=User Capacity
10=Spare Blocks Available
11=Remaining Spare Blocks
64=Total Erase Count
B4=Unused Reserve NAND Blocks
B5=Unaligned Access Count
D2=Successful RAIN Recovery Count
EA=Total Bytes Read

;6.1.0
F2=Write Protect Progress
F3=ECC Bits Corrected
F4=ECC Cumulative Threshold Events
F5=Cumulative Program NAND Pages
F6=Total Host Sector Writes
F7=Host Program Page Count
F8=FTL Program Page Count

[SmartMicronMU02] ;Updated 6.6.0
; RAIN = Redundant Array of Independent NAND
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
0D=Soft Error Rate
0E=Device Capacity (NAND)
0F=User Capacity
10=Spare Blocks Available
11=Remaining Spare Blocks
64=Total Erase Count
AA=Reserved Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Block-Erase Count
AE=Unexpected Power Loss Count
B4=Unused Reserve NAND Blocks
B7=SATA Interface Downshift
B8=Error Correction Count
BB=Reported Uncorrectable Errors
BC=Command Timeout Count
BD=Factory Bad Block Count
C2=Temperature
C3=Cumulative ECC Bit Correction Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percent Lifetime Used
CE=Write Error Rate
D2=Successful RAIN Recovery Count
EA=Total Bytes Read
F3=ECC Bits Corrected
F4=ECC Cumulative Threshold Events
F5=Cumulative Program NAND Pages
F6=Total Host Sector Writes
F7=Host Program Page Count
F8=Background Program Page Count

; Updated 6.6.0
A0=Uncorrectable Sector Count
A1=Valid Spare Blocks
A3=Initial Invalid Blocks
94=Total SLC Erase Count
95=Maximum SLC Erase Count
96=Minimum SLC Erase Count
97=Average SLC Erase Count
A4=Total TLC Erase Count
A5=Maximum TLC Erase Count
A6=Minimum TLC Erase Count
A7=Average TLC Erase Count
A9=Percentage Lifetime Remaining
B5=Program Fail Count
B6=Erase Fail Count
C0=Power-off Retract Count
E8=Available Reserved Space
F1=Total LBA Write
F2=Total LBA Read
F5=Total TLC Write Count
F6=Total SLC Write Count
F7=RAID Recovery Count

[SmartOcz] ;Added (4.5)
01=Необработен процент на грешки при четене
03=Време за развъртане
04=Брой пускания/спирания
05=Брой на преназначените сектори
09=Часове включен
0C=Брой цикли на захранване
E8=Общо записани сектори
E9=Оставащ живот

; Added 6.6.0
64=Total Blocks Erased
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Bad Block Count
AD=Erase Count
B8=Factory Bad Block Count
C0=Unexpected Power Loss Count
CA=Total Number of Corrected Bits
CD=Max Rated PE Counts
CE=Minimum Erase Counts
CF=Maximum Erase Counts
D3=SATA Uncorrectable Error Count
D4=NAND Page Reads During Retry
D5=Simple Read Retry Attempts
D6=Adaptive Read Retry Attempts
DD=Internal Data Path Uncorrectable Errors
DE=RAID Recovery Count
E6=Power Loss Protection
FB=NAND Read Count

;Updated 6.7.0
F1=Total Host Writes
F2=Total Host Reads

[SmartPlextor] ;Added (5.1.0)/Updated (5.4.0)
01=Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
C0=Unsafe Shutdown Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
F1=Total Host Writes
F2=Total Host Reads

;Updated (5.4.0)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Worst Case)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
BB=Uncorrectable Error Count
C7=Ultra CRC Error Count
E8=Available Reserved Space

;Added 6.2.0
AA=Grown Bad Blocks
AB=Program Fail Count (Total)
AC=Erase Fail Count (Total)
AD=Average Program/Erase Count (Total)
AE=Unexpected Power Loss Count
AF=Program Fail Count (Worst Case)
B0=Erase Fail Count (Worst Case)
B3=Used Reserved Block Count (Total)
B4=UnUsed Reserved Block Count (Total)
B7=SATA Interface Down Shift
B8=End-to-End Data Errors Corrected
BC=Command Time out
C3=ECC rate
E9=NAND GB written

[SmartSanDisk] ;Added (5.2.0)
05=Retired Block Count
09=Power-On Hours
0C=Power Cycle Count
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
BB=Reported Uncorrectable Errors
E8=Remaining Life
F1=Total Host Writes
F2=Total Host Reads

[SmartOczVector] ;Added (5.3.0)
05=Accumulated Runtime Bad Blocks
09=Power-On Hours Count
0C=Power Cycle Count
AB=Available Over-Provisioned Block Count
AE=Power Cycle Count (Unplanned)
BB=Total Uncorrectable NAND Reads
C3=Total Programming Failures
C4=Total Erase Failures
C5=Total Read Failures (Uncorrectable)
C6=Host Reads
C7=Host Writes
D0=Average Erase Count
D2=SATA CRC Error Count
E9=Remaining Life
F9=Total NAND Programming Count

;Updated 5.5.0
F1=Total Host Writes
F2=Total Host Reads

;Updated 6.6.0
64=Total Blocks Erased
B8=Factory Bad Block Count Total
CA=Total Number Of Read Bits Corrected
CD=Max Rated PE Count
CE=Min Erase Count
CF=Max Erase Count
D4=Total Count NAND Pages Reads Requiring Read Retry
D5=Total Count of Simple Read Retry Attempts
D6=Total Count of Adaptive Read Retry Attempts
DD=Internal Data Path Protection Uncorrectable Errors
DE=RAID Recovery Count
E0=In Warranty
E1=DAS Polarity
E2=Partial Pfail
E6=Write Throttling Activation Flag
F9=Total NAND Programming Count (pages)
FB=Total NAND Read Count

[SmartCorsair] ;Added 6.2.0
01=Raw Read Error Rate
05=Retired Block Count
09=Power On Hours
0C=Power Cycle Count
AA=Reserve Block Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B5=Program Fail Count
BB=Reported Uncorrectable Errors
C2=Temperature
C4=Reallocation Event Count
E7=SSD Life Left
F1=Lifetime GB Written
F2=Lifetime GB Read

[SmartToshiba] ;Added 6.2.0
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Total Bad Block Count
AD=Erase Count
C0=Unexpected Power Loss Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
F1=Total Host Writes
F2=Total Host Reads

[SmartSanDiskGb] ;Added 6.2.0
05=Reallocated Block Count
09=Power On Hours
0C=Power Cycle Count
A6=Min W/E Cycle
A7=Max Bad Block/Die
A8=Maximum Erase Cycle
A9=Total Bad Block
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Erase Cycle
AE=Unexpected Power Loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
D4=SATA PHY Error
E6=Percentage Total P/E Count
E8=Spare Block Remaining
E9=Total GB Written To NAND
F1=Total GB Written
F2=Total GB Read

[SmartKingston] ;Added 6.6.0
01=Read Error Rate
02=Throughput Performance
03=Spin Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AA=Bad Block Count
AD=Erase count
AF=Bad Cluster Table Count
BB=Uncorrectable Errors
C0=Unsafe Shutdown Count
C2=Temperature
C4=Later Bad Block Count
C5=Current Pending Sector Count
C7=CRC Error Count
DA=CRC Error Count
E7=SSD Life Left
E9=Lifetime Writes to Flash
F0=Write Head
F1=Host Writes
F2=Host Reads
F4=Average Erase Count
F5=Max Erase Count
F6=Total Erase Count

[SmartNVMe] ;Added 6.7.0
01=Critical Warning
02=Composite Temperature
03=Available Spare
04=Available Spare Threshold
05=Percentage Used
06=Data Units Read
07=Data Units Written
08=Host Read Commands
09=Host Write Commands
0A=Controller Busy Time
0B=Power Cycles
0C=Power On Hours
0D=Unsafe Shutdowns
0E=Media and Data Integrity Errors
0F=Number of Error Information Log Entries

[SmartRealtek] ;Added by Realtek
01=Raw data error rate
05=Reallocated sector count
09=Power on hour count
0C=Power cycle count
A1=GDN
A2=Total erase count
A3=Max PE cycle
A4=Average erase count
A5=Initial bad block count
A6=Total bad block count
A7=SSD protect mode
A8=SATA Phy error count
A9=Health
AB=Program fail count
AC=Erase fail count
AE=Unexpected power loss count
AF=ECC fail count
B5=Unaligned access count
BB=Reported uncorrectable error
C2=Enclosure temperature
C3=Cumulative corrected ecc
C4=Reallocation event count
C7=Ultra DMA CRC error count
CE=Min. erase count
CF=Max erase count
E7=Lifetime left
E8=Available reserved space
F1=Write life time
F2=Read life time
F9=Total GB written to NAND (TLC)
FA=Total GB written to NAND (SLC)

[SmartSKhynix] ; Add 2019-05-14 (ex. SC308)
01=Read Error Rate
05=Re-Assigned Sector Count
09=Power-On Hours
0C=Power Cycle Count
64=Total Erase Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Powwer Loss Count
AF=Program Fail Count(Worst Case)
B0=Erase Fail Count(Worst Case)
B1=Wear Leveling Count
B2=Used Reseved Block Count(Worst Case)
B3=Used Reseved Block Count(SSD Total)
B4=UnUsed Reseved Block Count(SSD Total)
B5=Program Fail Count(SSD Total)
B6=Erase Fail Count(SSD Total)
B7=SATA Downshift　Count
BB=Uncorrectable Error Count
BC=Command Timeout Count
BF=Op Shock Event Count
C2=Temperature
C3=ECC Rate
C7=CRC Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E7=SSD Life Left
EA=NAND Written
F1=Total LBA Written
F2=Total LBA Read
FA=Total Number of NAND Read Retries

[SmartSKhynix] ; Add 2019-05-14 (ex. SC308)
01=Read Error Rate
05=Re-Assigned Sector Count
09=Power-On Hours
0C=Power Cycle Count
64=Total Erase Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Powwer Loss Count
AF=Program Fail Count(Worst Case)
B0=Erase Fail Count(Worst Case)
B1=Wear Leveling Count
B2=Used Reseved Block Count(Worst Case)
B3=Used Reseved Block Count(SSD Total)
B4=UnUsed Reseved Block Count(SSD Total)
B5=Program Fail Count(SSD Total)
B6=Erase Fail Count(SSD Total)
B7=SATA Downshift　Count
BB=Uncorrectable Error Count
BC=Command Timeout Count
BF=Op Shock Event Count
C2=Temperature
C3=ECC Rate
C7=CRC Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E7=SSD Life Left
EA=NAND Written
F1=Total LBA Written
F2=Total LBA Read
FA=Total Number of NAND Read Retries